Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/librecad-tm.tmx
Source language: en
Languages: ca_es

source: Snap to closest point on entity
ca_es: Força al punt més proper en l'entitat

source: Snap to point with given distance to endpoint
ca_es: Força al punt amb una distància donada a l'extrem

source: Snap to intersections manually
ca_es: Força a interseccions manualment

source: Snap to grid
ca_es: Força a la graella

source: Restrict Horizontally
ca_es: Restringeix horitzontalment

source: Restrict Vertically
ca_es: Restringeix verticalment

source: Move relative Zero
ca_es: Mou l'origen relatiu

source: Lock relative Zero
ca_es: Bloqueja l'origen relatiu

source: Spline Options
ca_es: Opcions de spline

source: Text Options
ca_es: Opcions de text

source: Trim Amount Options
ca_es: Opcions de 'redueix o estén una quantitat'

source: Distance. Negative values for trimming, positive values for extending.
ca_es: Distància. Valors negatius redueixen, valors positius estenen.

source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
ca_es: Distància. Valors negatius redueixen, valors positius estenen. No cal posar el signe negatiu per a reduir a la longitud total final.

source: The input length is used as total length after trimming, instead of length increase
ca_es: La longitud introduïda s'usa com a longitud total després de la reducció o extensió, per compte de l'increment de longitud

source: Pen
ca_es: Llapis

source: Line type:
ca_es: Tipus de línia:

source: Default
ca_es: Valor predeterminat

source: Warning
ca_es: Avís

source: Remove Layer
ca_es: Elimina una capa

source: Layer "%1" and all entities on it will be removed.
ca_es: S'eliminaran la capa "%1" i totes les entitats que hi ha en ella.

source: Layer "%1" can never be removed.
ca_es: No es pot eliminar la capa "%1".

source: Layer Dialog
ca_es: Diàleg de capes

source: Remove Block
ca_es: Elimina un bloc

source: Block "%1" and all its entities will be removed.
ca_es: S'eliminaran el bloc "%1" i totes les seues entitats.

source: Layer Properties
ca_es: Propietats de 'Capa'

source: Layer with a name "%1" already exists. Please specify a different name.
ca_es: Ja hi ha una capa amb el nom "%1". Especifiqueu un nom diferent.

source: Save Drawing As
ca_es: Anomena i desa el dibuix

source: %1 already exists. Do you want to replace it?
ca_es: %1 ja existeix. Voleu reemplaçar-lo?

source: Open Drawing
ca_es: Obre un dibuix

source: Open Image
ca_es: Obre una imatge

source: All Files (*.*)
ca_es: Tots els fitxers (*.*)

source: Inch
ca_es: Polzada

source: Foot
ca_es: Peu

source: Mile
ca_es: Milla

source: Millimeter
ca_es: Mil·límetre

source: Centimeter
ca_es: Centímetre

source: Meter
ca_es: Metre

source: Kilometer
ca_es: Quilòmetre

source: Microinch
ca_es: Micropolzada

source: Mil
ca_es: Mil·lipolzada

source: Yard
ca_es: Iarda

source: Angstrom
ca_es: Àngstrom

source: Nanometer
ca_es: Nanòmetre

source: Micron
ca_es: Micra

source: Decimeter
ca_es: Decímetre

source: Decameter
ca_es: Decàmetre

source: Hectometer
ca_es: Hectòmetre

source: Gigameter
ca_es: Gigàmetre

source: Astro
ca_es: Unitat astronòmica (UA)

source: Lightyear
ca_es: Any-llum

source: Loading..
ca_es: S'està carregant..

source: Loading File %1..
ca_es: S'està carregant el fitxer %1..

source: Loading...
ca_es: S'està carregant...

source: enter an integer number
ca_es: introduïu un nombre enter

source: enter a number
ca_es: introduïu un nombre

source: enter text
ca_es: Introduïu el text

source: Block %1 already exist, renamed to: %2
ca_es: El bloc %1 ja existeix, s'ha canviat el nom a: %2

source: All Image Files (%1)
ca_es: Tots els fitxers d'imatge (%1)

source: &Create Block
ca_es: &Crea un bloc

source: Specify reference point
ca_es: Especifiqueu el punt de referència

source: Ex&plode
ca_es: Ex&plota

source: &Hide all
ca_es: &Oculta-ho tot

source: &Show all
ca_es: &Mostra-ho tot

source: Not a valid expression
ca_es: L'expressió no és vàlida

source: Enter angle:
ca_es: Introduïu l'angle:

source: Enter factor:
ca_es: Introduïu el factor:

source: Enter columns:
ca_es: Introduïu les columnes:

source: Enter rows:
ca_es: Introduïu les files:

source: Enter column spacing:
ca_es: Introduïu l'espaiat de les columnes:

source: Enter row spacing:
ca_es: Introduïu l'espaiat de les files:

source: &Save Block
ca_es: De&sa el bloc

source: No block activated to save
ca_es: No hi ha cap bloc activat per a desar

source: Toggle Block &Visibility
ca_es: Commuta la &visibilitat del bloc

source: Choose second edge
ca_es: Trieu el segon eix

source: Back
ca_es: Enrere

source: &Aligned
ca_es: &Alineat

source: Specify first extension line origin
ca_es: Especifiqueu l'origen de la primera línia d'extensió

source: Specify second extension line origin
ca_es: Especifiqueu l'origen de la segona línia d'extensió

source: Specify dimension line location
ca_es: Especifiqueu la localització de la línia de cota

source: Enter dimension text:
ca_es: Introduïu el text de la cota:

source: Select first line
ca_es: Seleccioneu la primera línia

source: Select second line
ca_es: Seleccioneu la segona línia

source: Specify dimension arc line location
ca_es: Especifiqueu la localització de la línia de cota angular

source: &Diametric
ca_es: &Diametral

source: Not a circle or arc entity
ca_es: No és una circumferència o arc

source: Select arc or circle entity
ca_es: Seleccioneu l'arc o circumferència

source: &Leader
ca_es: &Guia

source: Specify target point
ca_es: Especifiqueu el punt de destinació

source: Specify next point
ca_es: Especifiqueu el punt següent

source: Finish
ca_es: Finalitza

source: &Linear
ca_es: &Lineal

source: &Horizontal
ca_es: &Horitzontal

source: Enter dimension line angle:
ca_es: Introduïu l'angle de la línia de cota:

source: Specify dimension line position or enter angle:
ca_es: Especifiqueu la posició de la línia de cota o introduïu l'angle:

source: &Center, Point, Angles
ca_es: &Centre, punt, angles

source: Not a valid chord length
ca_es: La lingitud de la corda no és vàlida

source: Specify center
ca_es: Especifiqueu el centre

source: Specify radius
ca_es: Especifiqueu el radi

source: Specify start angle:
ca_es: Especifiqueu l'angle inicial:

source: Specify end angle or [Angle/chord Length]
ca_es: Especifiqueu l'angle final o [Angle/longitud de corda]

source: Specify included angle:
ca_es: Especifiqueu l'angle inclòs:

source: Specify chord length:
ca_es: Especifiqueu la longitud de la corda:

source: &3 Points
ca_es: &3 punts

source: Invalid arc data.
ca_es: Les dades de l'arc no són vàlides.

source: Specify startpoint or [Center]
ca_es: Especifiqueu el punt inicial o [Centre]

source: Specify second point
ca_es: Especifiqueu el segon punt

source: Specify endpoint
ca_es: Especifiqueu el punt final

source: Specify base entity
ca_es: Espedifiqueu l'entitat de base

source: Specify end angle
ca_es: Especifiqueu l'angle final

source: Specify end point
ca_es: Especifiqueu el punt final

source: Arc &Tangential
ca_es: Arc &tangent

source: Center, &Point
ca_es: Centre, &punt

source: 2 Points
ca_es: 2 punts

source: Invalid Circle data.
ca_es: Les dades de la circumferència no són vàlides.

source: Specify first point
ca_es: Especifiqueu el primer punt

source: 3 Points
ca_es: 3 punts

source: Invalid circle data.
ca_es: Les dades de la circumferència no són vàlides.

source: Specify third point
ca_es: Especifiqueu el tercer punt

source: Center, &Radius
ca_es: Centre, &radi

source: Specify circle center
ca_es: Especifiqueu el centre de la circumferència

source: Specify circle radius
ca_es: Especifiqueu el radi de la circumferència

source: Circle &Inscribed
ca_es: Circumferència &inscrita

source: Specify the first line
ca_es: Especifiqueu la primera línia

source: Specify the second line
ca_es: Especifiqueu la segona línia

source: Specify the third line
ca_es: Especifiqueu la tercera línia

source: Circle Tangential 2 P&oints
ca_es: Circumferència tangent 2 P&unts

source: Specify an arc/circle
ca_es: Especifiqueu un arc/circumferència

source: Specify the first point on the tangent circle
ca_es: Especifiqueu el primer punt en la circumferència tangent

source: Specify the second point on the tangent circle
ca_es: Especifiqueu el segon punt en la circumferència tangent

source: Select the center of the tangent circle
ca_es: Seleccioneu el centre de la circumferència tangent

source: Circle Tangential &2
ca_es: Circumferència tangent &2

source: Specify the first line/arc/circle
ca_es: Especifiqueu la primera línia/arc/circumferència

source: Specify the second line/arc/circle
ca_es: Especifiqueu la segona línia/arc/circumferència

source: Circle Tangential &3
ca_es: Circumferència tangent &3

source: Specify the first arc/circle
ca_es: Especifiqueu el primer arc/circumferència

source: Specify the second arc/circle
ca_es: Especifiqueu el segon arc/circumferència

source: Specify the third arc/circle
ca_es: Especifiqueu el tercer arc/circumferència

source: Ellipse &4 Point
ca_es: El·lipse &4 punts

source: Specify the first point on ellipse
ca_es: Especifiqueu el primer punt en l'el·lipse

source: Specify the second point on ellipse
ca_es: Especifiqueu el segon punt en l'el·lipse

source: Specify the third point on ellipse
ca_es: Especifiqueu el tercer punt en l'el·lipse

source: Specify the fourth point on ellipse
ca_es: Especifiqueu el quart punt en l'el·lipse

source: &Ellipse (Axis)
ca_es: &El·lipse (Eix)

source: Specify ellipse center
ca_es: Especifiqueu el centre de l'el·lipse

source: Specify endpoint of major axis
ca_es: Especifiqueu l'extrem de l'eix major

source: Specify endpoint or length of minor axis:
ca_es: Especifiqueu l'extrem o longitud de l'eix menor:

source: Specify start angle
ca_es: Especifiqueu l'angle inicial

source: Ellipse &Arc (Axis)
ca_es: &Arc d'el·lipse (Eixos)

source: Ellipse Center and &3 Points
ca_es: Centre de l'el·lipse i &3 punts

source: Specify the center of ellipse
ca_es: Especifiqueu el centre de l'el·lipse

source: Ellipse &Foci Point
ca_es: Els dos &focus de l'el·lipse

source: Specify first focus of ellipse
ca_es: Especifiqueu el primer focus de l'el·lipse

source: Specify second focus of ellipse
ca_es: Especifiqueu el segon focus de l'el·lipse

source: Specify a point on ellipse or total distance to foci
ca_es: Especifiqueu un punt en l'el·lipse o la distància total als focus

source: Ellipse &Inscribed
ca_es: El·lipse &inscrita

source: Specify the fourth line
ca_es: Especifiqueu la quarta línia

source: &Hatch
ca_es: &Ratllat

source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
ca_es: L'àrea de ratllat no és vàlida. Comproveu que les entittats seleccionades formen un o més contorns tancats.

source: Hatch created successfully.
ca_es: S'ha creat el ratllat amb èxit.

source: Insert &Image
ca_es: Insereix una &imatge

source: &2 Points
ca_es: &2 punts

source: Specify next point or [%1]
ca_es: Especifiqueu el punt següent o [%1]

source: Cannot undo: Not enough entities defined yet.
ca_es: No es pot desfer: Encara no hi ha definides prou entitats.

source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
ca_es: No es pot tancar la seqüència de línies: No hi ha encara prou entitats definides, o ja està tancada.

source: Cannot redo: Not previous line segment defined.
ca_es: No es pot refer. No hi ha un segment de línia definit prèviament.

source: Specify position
ca_es: Especifiqueu la posició

source: Enter length:
ca_es: Introduïu la longitud:

source: Bisector
ca_es: Bisectriu

source: Enter bisector length:
ca_es: Introduïu la longitud de la bisectriu:

source: Enter number of bisectors:
ca_es: Introduïu el nombre de bisectrius:

source: &Freehand Line
ca_es: Línia a &mà alçada

source: Click and drag to draw a line
ca_es: Feu clic i arrossegueu per a traçar una línia

source: Tangent &Orthogonal
ca_es: Tangent &Ortogonal

source: Select a line
ca_es: Seleccioneu una línia

source: Select circle, arc or ellipse
ca_es: Seleccioneu la circumferència, arc o el·lipse

source: Specify Distance <%1> or select entity or [%2]
ca_es: Especifiqueu la distància <%1>, seleccioneu l'entitat o [%2]

source: Enter number:
ca_es: Introduïu el nombre:

source: Not a valid number. Try 1..99
ca_es: El nombre no és vàlid. Ha d'estar entre 1 i 99

source: &Parallel
ca_es: &Paral·lela

source: &Concentric
ca_es: Co&ncèntric

source: Parallel through point
ca_es: Paral·lela per un punt

source: Select entity
ca_es: Seleccioneu l'entitat

source: Specify through point
ca_es: Especifiqueu el punt

source: Pol&ygon (Cen,Cor)
ca_es: &Polígon (Cen,Vèr)

source: Specify a corner
ca_es: Especifiqueu un vèrtex

source: Not a valid number. Try 1..9999
ca_es: El nombre no és vàlid. Ha d'estar entre 1 i 9999

source: Polygo&n (Cor,Cor)
ca_es: Polí&gon (Vèr,Vèr)

source: Specify first corner
ca_es: Especifiqueu el primer vèrtex

source: Specify second corner
ca_es: Especifiqueu el segon vèrtex

source: Not a valid expression.
ca_es: L'expressió no és vàlida.

source: Relative angle
ca_es: Angle relatiu

source: Select base entity
ca_es: Espedifiqueu l'entitat de base

source: Orthogonal
ca_es: Perpendicular

source: Specify point
ca_es: Especifiqueu el punt

source: Select first circle or ellipse
ca_es: Seleccioneu la primera circumferència o el·lipse

source: Select second circle or ellipse
ca_es: Seleccioneu la segona circumferència o el·lipse

source: &Points
ca_es: &Punts

source: Specify location
ca_es: Especifiqueu la localització

source: Draw polylines
ca_es: Traça polilínies

source: Cannot close sequence of lines: Not enough entities defined yet.
ca_es: No es pot tancar la seqüència de línies: Encara no hi ha definides prou entitats.

source: Specify first control point
ca_es: Especifiqueu el primer punt de control

source: Specify next control point or [%1]
ca_es: Especifiqueu el punt de control següent o [%1]

source: Specify next control point
ca_es: Especifiqueu el punt de control següent

source: Specify insertion point
ca_es: Especifiqueu el punt d'inserció

source: Enter text:
ca_es: Introduïu el text:

source: &Copy
ca_es: &Copia

source: Cu&t
ca_es: Re&talla

source: &Paste
ca_es: &Enganxa

source: Set reference point
ca_es: Defineix el punt de referència

source: &Undo
ca_es: &Desfés

source: &Redo
ca_es: &Refés

source: Nothing to undo!
ca_es: No hi ha res que desfer!

source: Nothing to redo!
ca_es: No hi ha res que refer!

source: &New
ca_es: &Nou

source: &Open...
ca_es: &Obre...

source: Save &as...
ca_es: &Anomena i desa...

source: Lines are parallel
ca_es: Les línies són paral·leles

source: Specify first line
ca_es: Especifiqueu la primera línia

source: Specify second line
ca_es: Especifiqueu la segona línia

source: An&gle between two lines
ca_es: &Angle entre dues línies

source: Area: %1
ca_es: Àrea: %1

source: Circumference: %1
ca_es: Perímetre: %1

source: Point: %1/%2
ca_es: Punt: %1/%2

source: Specify first point of polygon
ca_es: Especifiqueu el primer punt del polígon

source: Specify next point of polygon
ca_es: Especifiqueu el punt següent del polígon

source: Polygonal &Area
ca_es: Àrea &poligonal

source: Closing Point: %1/%2
ca_es: Punt final: %1/%2

source: &Distance Point to Point
ca_es: Distància &punt a punt

source: Distance: %1
ca_es: Distància: %1

source: Specify first point of distance
ca_es: Especifiqueu el primer punt de la distància

source: Specify second point of distance
ca_es: Especifiqueu el segon punt de la distància

source: &Distance Entity to Point
ca_es: Distància &entitat a punt

source: Specify entity
ca_es: Especifiqueu l'entitat

source: Point inside contour
ca_es: Punt dins del contorn

source: Point is inside selected contour.
ca_es: El punt és dins del contorn seleccionat.

source: Point is outside selected contour.
ca_es: El punt és fora del contorn seleccionat.

source: &Total length of selected entities
ca_es: &Longitud total de les entitats seleccionades

source: Total Length of selected entities: %1
ca_es: Longitud total de les entitats seleccionades: %1

source: At least one of the selected entities cannot be measured.
ca_es: Almenys una de les entitats seleccionades no es pot mesurar.

source: Toggle Layer Loc&k
ca_es: Commuta el &bloqueig de la capa

source: Toggle Layer &Print
ca_es: Commuta la im&pressió de la capa

source: &Toggle Layer Visibility
ca_es: Commu&ta la visibilitat de la capa

source: Insert Library Object
ca_es: Insereix un objecte de la biblioteca

source: Cannot open file '%1'
ca_es: No es pot obrir el fitxer '%1'

source: (Un-)&Lock Relative Zero
ca_es: (Des)b&loqueja l'origen relatiu

source: &Attributes
ca_es: &Atributs

source: &Bevel
ca_es: &Bisell

source: Select first entity
ca_es: Seleccioneu la primera entitat

source: Select second entity
ca_es: Seleccioneu la segona entitat

source: Enter length 1:
ca_es: Introduïu la longitud 1:

source: Enter length 2:
ca_es: Introduïu la longitud 2:

source: No Entity found.
ca_es: No s'ha trobat cap entitat.

source: Cutting point is invalid.
ca_es: El punt de tall no és vàlid.

source: Cutting point is not on entity.
ca_es: El punt de tall no està en l'entitat.

source: Specify entity to cut
ca_es: Especifiqueu l'entitat a retallar

source: Specify cutting point
ca_es: Especifiqueu el punt de tall

source: &Divide
ca_es: &Divideix

source: Entity must be a line, arc, circle or ellipse.
ca_es: L'entitat deu ser una línia, arc, circumferència o el·lipse.

source: &Delete
ca_es: &Suprimeix

source: Delete Freehand
ca_es: Suprimeix una línia a mà alçada

source: Specify first break point on a polyline
ca_es: Especifiqueu el primer punt de ruptura en una polilínia

source: Specify second break point on the same polyline
ca_es: Especifiqueu el segon punt de ruptura en la mateixa polilínia

source: Entities not in the same polyline.
ca_es: Les entitats no estan en la mateixa polilínia.

source: Parent of second entity is not a polyline
ca_es: La segona entitat no està en una polilínia

source: Parent of second entity is NULL
ca_es: La segona entitat no està en cap altra entitat superior

source: One of the chosen entities is NULL
ca_es: Una de les entitats triades es NULL

source: Parent of first entity is not a polyline
ca_es: La primera entitat no està en una polilínia

source: Parent of first entity is NULL
ca_es: La primera entitat no està en cap altra entitat superior

source: First entity is NULL
ca_es: La primera entitat és NULL

source: Second entity is NULL
ca_es: La segona entitat és NULL

source: &Delete selected
ca_es: &Suprimeix l'entitat seleccionada

source: Pick entity to delete
ca_es: Tria l'entitat a suprimir

source: &Properties
ca_es: &Propietats

source: &Explode Text into Letters
ca_es: &Explota text en lletres

source: &Mirror
ca_es: &Simetria

source: Specify first point of mirror line
ca_es: Especifiqueu el primer punt de l'eix de simetria

source: Specify second point of mirror line
ca_es: Especifiqueu el segon punt de l'eix de simetria

source: &Move / Copy
ca_es: &Mou / Copia

source: Invalid number of copies, use %1
ca_es: El nombre de còpies no és vàlid, utilitzeu %1

source: M&ove and Rotate
ca_es: &Mou i gira

source: Enter rotation angle:
ca_es: Introduïu l'angle de gir:

source: &Offset
ca_es: &Desfasament

source: Specify direction of offset
ca_es: Especifiqueu la direcció del desfasament

source: &Rotate
ca_es: &Gira

source: Specify rotation center
ca_es: Especifiqueu el centre de rotació

source: Specify target point to rotate to
ca_es: Especifiqueu el punt de destinació

source: Rotate T&wo
ca_es: Gira &Dos

source: Specify absolute reference point
ca_es: Especifiqueu el punt de referència absoluta

source: Specify relative reference point
ca_es: Especifiqueu el punt de referència relativa

source: &Round
ca_es: &Arrodoneix

source: Specify first entity
ca_es: Especifiqueu la primera entitat

source: Specify second entity
ca_es: Especifiqueu la segona entitat

source: Enter radius:
ca_es: Introduïu el radi:

source: &Scale
ca_es: &Escala

source: &Stretch
ca_es: &Amplia

source: &Trim
ca_es: &Redueix

source: &Trim Two
ca_es: &Redueix dos

source: Select first trim entity
ca_es: Seleccioneu la primera entitat a reduir

source: Select limiting entity
ca_es: Seleccioneu l'entitat que límita

source: Select second trim entity
ca_es: Seleccioneu la segona entitat a reduir

source: Select entity to trim
ca_es: Seleccioneu l'entitat a reduir

source: &Lengthen
ca_es: &Allarga

source: No entity found.
ca_es: No s'ha trobat cap entitat.

source: The chosen Entity is in a block. Please edit the block.
ca_es: L'entitat seleccionada forma part d'un bloc. Heu d'editar el bloc.

source: The chosen Entity is not an atomic entity or cannot be trimmed.
ca_es: L'entitat seleccionada no és una entitat atòmica o no es pot retallar.

source: Select entity to trim or enter distance:
ca_es: Seleccioneu l'entitat a reduir (o estendre) o introduïu la distància:

source: Current &Drawing Preferences
ca_es: Preferències del &dibuix actual

source: move to bottom
ca_es: mou cap avall

source: set to bottom
ca_es: posa al capdavall

source: lower after entity
ca_es: més avall després de l'entitat

source: lower over entity
ca_es: més avall sobre l'entitat

source: raise over entity
ca_es: apuja sobre l'entitat

source: move to top
ca_es: mou cap amunt

source: set to top
ca_es: posa al capdamunt

source: Choose entity for order
ca_es: Tria l'entitat a ordenar

source: &Add node
ca_es: &Afegeix un node

source: Add polyline's node
ca_es: Afegeix un node de polilínia

source: Entity must be a polyline.
ca_es: L'entitat deu ser una polilínia.

source: Adding point is invalid.
ca_es: El punt afegit no és vàlid.

source: Adding point is not on entity.
ca_es: El punt afegit no està en l'entitat.

source: Specify polyline to add nodes
ca_es: Especifiqueu la polilínia per a afegir nodes

source: Specify adding node's point
ca_es: Especifiqueu el punt del node a afegir

source: A&ppend node
ca_es: A&llarga una polilínia

source: Append polyline's node
ca_es: Afegeix un node de polilínea

source: Click somewhere near the beginning or end of existing polyline.
ca_es: Feu clic en algun punt proper a un dels extrems d'una polilínia.

source: Specify the polyline somewhere near the beginning or end point
ca_es: Especifiqueu la polilínia en algun punt proper a un dels extrems

source: Can not append nodes in a closed polyline.
ca_es: No es poden afegir nodes en una polilínia tancada.

source: &Delete node
ca_es: Suprimeix un &node

source: Delete polyline's node
ca_es: Suprimeix un node de polilínea

source: Specify polyline to delete node
ca_es: Especifiqueu la polilínia per a suprimir nodes

source: Specify deleting node's point
ca_es: Especifiqueu el punt del node a suprimir

source: Delete &between two nodes
ca_es: Suprimeix entre &dos nodes

source: Deletinging point is invalid.
ca_es: El punt a suprimir no és vàlid.

source: Deleting point is not on entity.
ca_es: El punt a suprimir no està en l'entitat.

source: Deleteinging point is not on entity.
ca_es: El punt a suprimir no està en l'entitat.

source: Specify polyline to delete between two nodes
ca_es: Especifiqueu la polilínia per a suprimir entre dos nodes

source: Specify first node
ca_es: Especifiqueu el primer node

source: Specify second node
ca_es: Especifiqueu el segon node

source: Create &Equidistant Polylines
ca_es: Crea polilínies &equidistants

source: Create Equidistant Polylines
ca_es: Crea polilínies equidistants

source: Choose the original polyline
ca_es: Trieu la polilínia original

source: Create Polyline from Existing &Segments
ca_es: Crea una polilínia a partir de &segment existents

source: Choose one of the segments on the original polyline
ca_es: Trieu un dels segments en la polilínia original
